<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {font-size: xx-large}
body,td,th {
	color: #000000;
}
body {
	background-color: #CCCC33;
}
-->
</style>
</head>

<body>
<p align="center" class="Estilo1"><a href="CASO 1.html">CUANDO LA COMPUTADORA SE QUEDA CONGELADA </a></p>
<p align="center" class="Estilo1"><a href="CASO 1.html">PASOS:</a></p>
<div aria-label="Paso 1">1</div>
<div><strong>Dale a tu computadora un poco de descanso.</strong>&nbsp;Si tienes la computadora conectada todo el d&iacute;a, a menudo este problema puede resolverse desconect&aacute;ndolo, y volvi&eacute;ndolo a conectar unos 30 segundos despu&eacute;s. Al quitarle la electricidad a la tarjeta madre, hace que el equipo se reinicie y se limpie la memoria.</div>
<div aria-label="Paso 2">2</div>
<div><strong>Revisa si la computadora est&aacute; demasiado caliente.</strong>&nbsp;Si notas que se pone muy caliente, debes revisar que pasa. Recuerda que si vas a abrir la torre, lo primero que debes hacer es apagar el ordenador y desconectarlo. Si tienes el cabello largo, &aacute;talo. Qu&iacute;tate cualquier pieza de joyer&iacute;a que pueda entorpecer tu labor. Evita tambi&eacute;n utilizar cualquier prenda que cause mucha est&aacute;tica, ya que una chispa puede da&ntilde;ar el equipo y causar problemas m&aacute;s serios.</div>
<div aria-label="Paso 3">3</div>
<div><strong>Abre la torre de tu computadora y revisa la temperatura del chasis met&aacute;lico.</strong>&nbsp;Si est&aacute; caliente, entonces ciertamente hay un problema t&eacute;rmico. Suavemente examina los ventiladores frontal y trasero y quita el polvo que tenga. Puedes usar un trapo para limpiar lo mejor que se pueda. Recuerda, para limpiarlo la computadora debe estar apagada y .desconectada.
    <ul>
      <li>Si tienes m&aacute;s de un disco duro en tu computadora, evita instalarlos uno al lado del otro dentro de la torre; esto los hace m&aacute;s propensos a fallar debido al calor. Para instalar un disco duro extra en una ranura ancha, como la ranura donde est&aacute;n conectadas la unidad de cd o la unidad grabadora de CDs, puedes comprar soportes de montaje en cualquier tienda que venda partes para ordenador.</li>
      <li>A&uacute;n si tu computadora no est&aacute; teniendo problemas, es una buena idea limpiar los ventiladores regularmente.</li>
      <li>Antes de cerrar la torre, comprueba todos los cables y aseg&uacute;rate que todo est&aacute; conectado. Si tienes que reiniciar una tarjeta de video o memoria, &ldquo;evita presionar mucho la placa base (tarjeta madre)&rdquo; ya que esto la puede da&ntilde;ar.</li>
    </ul>
</div>
<p align="center" class="Estilo1">&nbsp;</p>
</body>

</html>
